Repository: Engccer/gildongmu
Catalog: ios/Gildongmu/Resources/Localizable.xcstrings
Source language: ko
Languages: en, es, fr, it, ja

# ios.settings.dictationHold
source: 누르고 있는 동안 녹음
en: Record while holding
es: Grabar mientras se mantiene pulsado
fr: Enregistrer en maintenant appuyé
it: Registra tenendo premuto
ja: 押している間録音

# ios.settings.dictationStyle
source: 받아쓰기 방식
en: Dictation style
es: Modo de dictado
fr: Mode de dictée
it: Modalità di dettatura
ja: 音声入力の方式

# ios.settings.dictationTap
source: 탭으로 시작하고 정지
en: Tap to start and stop
es: Tocar para iniciar y detener
fr: Toucher pour démarrer et arrêter
it: Tocca per avviare e fermare
ja: タップで開始・停止

# ios.settings.language
source: 언어
en: Language
es: Idioma
fr: Langue
it: Lingua
ja: 言語

# ios.settings.languageApplied
source: 언어를 바꿨습니다
en: Language changed
es: Idioma cambiado
fr: Langue modifiée
it: Lingua cambiata
ja: 言語を変更しました

# ios.settings.listenSpeed
source: 듣기 속도
en: Listening speed
es: Velocidad de escucha
fr: Vitesse d'écoute
it: Velocità di ascolto
ja: 読み上げ速度

# ios.settings.listenSpeed15x
source: 1.5배
en: 1.5x
es: 1,5x
fr: 1,5x
it: 1,5x
ja: 1.5倍

# ios.settings.listenSpeed1x
source: 1배
en: 1x
es: 1x
fr: 1x
it: 1x
ja: 1倍

# ios.settings.listenSpeed2x
source: 2배
en: 2x
es: 2x
fr: 2x
it: 2x
ja: 2倍

# ios.settings.reportProblem
source: 문제 신고
en: Report a problem
es: Informar de un problema
fr: Signaler un problème
it: Segnala un problema
ja: 問題を報告

# ios.settings.theme
source: 테마
en: Theme
es: Tema
fr: Thème
it: Tema
ja: テーマ

# ios.settings.themeDark
source: 다크
en: Dark
es: Oscuro
fr: Sombre
it: Scuro
ja: ダーク

# ios.settings.themeLight
source: 라이트
en: Light
es: Claro
fr: Clair
it: Chiaro
ja: ライト

# ios.settings.themeSystem
source: 시스템 설정 따름
en: Follow system setting
es: Según el sistema
fr: Selon le système
it: Come il sistema
ja: システム設定に従う

# ios.settings.title
source: 설정
en: Settings
es: Ajustes
fr: Réglages
it: Impostazioni
ja: 設定

# ios.shortcut.nearby.desc
source: 길동무 내 주변 화면을 엽니다
en: Opens the Gildongmu nearby screen
es: Abre la pantalla Cerca de Gildongmu
fr: Ouvre l'écran À proximité de Gildongmu
it: Apre la schermata Nei dintorni di Gildongmu
ja: キルドンムの周辺画面を開きます

# ios.shortcut.nearby.title
source: 내 주변
en: Nearby
es: Cerca
fr: À proximité
it: Nei dintorni
ja: 周辺

# ios.shortcut.voiceSearch.desc
source: 길동무를 열고 바로 음성으로 검색합니다
en: Opens Gildongmu and starts a voice search right away
es: Abre Gildongmu e inicia una búsqueda por voz
fr: Ouvre Gildongmu et lance une recherche vocale
it: Apre Gildongmu e avvia subito una ricerca vocale
ja: キルドンムを開いてすぐ音声で検索します

# ios.shortcut.voiceSearch.title
source: 음성 검색
en: Voice search
es: Búsqueda por voz
fr: Recherche vocale
it: Ricerca vocale
ja: 音声検索

# ios.station.accessibleSlopeNo
source: 장애인 경사로 없음
en: No accessible ramp
es: Sin rampa accesible
fr: Pas de rampe accessible
it: Nessuna rampa accessibile
ja: スロープなし

# ios.station.accessibleSlopeYes
source: 장애인 경사로 있음
en: Accessible ramp available
es: Rampa accesible disponible
fr: Rampe accessible disponible
it: Rampa accessibile disponibile
ja: スロープあり

# ios.station.accessibleToiletNo
source: 장애인 화장실 없음
en: No accessible restroom
es: Sin baño accesible
fr: Pas de toilettes accessibles
it: Nessun bagno accessibile
ja: 多目的トイレなし

# ios.station.accessibleToiletYes
source: 장애인 화장실 있음
en: Accessible restroom available
es: Baño accesible disponible
fr: Toilettes accessibles disponibles
it: Bagno accessibile disponibile
ja: 多目的トイレあり

# ios.station.arrivalHeading
source: 실시간 도착
en: Live arrivals
es: Llegadas en tiempo real
fr: Arrivées en temps réel
it: Arrivi in tempo reale
ja: リアルタイム到着

# ios.station.countNone
source: %1$@ 없음
en: %1$@: none
es: %1$@: ninguno
fr: %1$@ : aucun
it: %1$@: nessuno
ja: %1$@なし

# ios.station.countUnknown
source: %1$@ 정보 없음
en: %1$@: no data
es: %1$@: sin datos
fr: %1$@ : aucune donnée
it: %1$@: nessun dato
ja: %1$@の情報なし

# ios.station.nameSuffixed
source: %1$@역
en: %1$@ Station
es: Estación %1$@
fr: Station %1$@
it: Stazione %1$@
ja: %1$@駅

# ios.station.noArrivals
source: 도착 예정 열차가 없습니다
en: No trains due
es: No hay trenes previstos
fr: Aucun train prévu
it: Nessun treno in arrivo
ja: 到着予定の列車はありません

# ios.station.operatingNormal
source: 정상 가동
en: In service
es: En funcionamiento
fr: En service
it: In funzione
ja: 通常稼働

# ios.station.operatingStopped
source: 운행 중지
en: Out of service
es: Fuera de servicio
fr: Hors service
it: Fuori servizio
ja: 稼働停止

# ios.station.railFacilities
source: 교통약자 시설(철도)
en: Accessibility facilities (rail)
es: Instalaciones de accesibilidad (ferrocarril)
fr: Équipements d'accessibilité (rail)
it: Strutture di accessibilità (ferrovia)
ja: バリアフリー設備(鉄道)

# ios.station.seoulFacilities
source: 교통약자 시설(서울 지하철)
en: Accessibility facilities (Seoul subway)
es: Instalaciones de accesibilidad (metro de Seúl)
fr: Équipements d'accessibilité (métro de Séoul)
it: Strutture di accessibilità (metro di Seoul)
ja: バリアフリー設備(ソウル地下鉄)

# ios.tab.chat
source: 채팅
en: Chat
es: Chat
fr: Chat
it: Chat
ja: チャット

# ios.tab.directions
source: 길찾기
en: Directions
es: Cómo llegar
fr: Itinéraire
it: Indicazioni
ja: 経路

# ios.tab.nearby
source: 내 주변
en: Nearby
es: Cerca
fr: À proximité
it: Nei dintorni
ja: 周辺

# ios.tab.search
source: 검색
en: Search
es: Buscar
fr: Recherche
it: Cerca
ja: 検索

# ios.unit.spokenMeters
source: 미터
en: meters
es: metros
fr: mètres
it: metri
ja: メートル

# ios.voice.denied
source: 설정에서 마이크 접근을 허용해 주세요
en: Please allow microphone access in Settings
es: Permite el acceso al micrófono en Ajustes
fr: Autorisez l'accès au micro dans Réglages
it: Consenti l'accesso al microfono nelle Impostazioni
ja: 設定でマイクへのアクセスを許可してください

# ios.voice.errorAudio
source: 마이크를 사용할 수 없습니다. 다른 앱이 사용 중인지 확인해 주세요
en: The microphone isn't available. Check whether another app is using it.
es: El micrófono no está disponible. Comprueba si otra app lo está usando.
fr: Le micro n'est pas disponible. Vérifiez qu'une autre app ne l'utilise pas.
it: Il microfono non è disponibile. Controlla se un'altra app lo sta usando.
ja: マイクを使用できません。他のアプリが使用中でないか確認してください

# ios.voice.errorDownload
source: 음성 인식 준비에 실패했습니다. 네트워크 연결 후 다시 시도해 주세요
en: Couldn't prepare speech recognition. Connect to the network and try again.
es: No se pudo preparar el reconocimiento de voz. Conéctate a la red e inténtalo de nuevo.
fr: Impossible de préparer la reconnaissance vocale. Connectez-vous au réseau, puis réessayez.
it: Impossibile preparare il riconoscimento vocale. Connettiti alla rete e riprova.
ja: 音声認識の準備に失敗しました。ネットワークに接続してからもう一度お試しください

# ios.voice.errorLocale
source: 이 언어는 음성 인식을 지원하지 않습니다
en: Speech recognition isn't available for this language.
es: El reconocimiento de voz no está disponible para este idioma.
fr: La reconnaissance vocale n'est pas disponible pour cette langue.
it: Il riconoscimento vocale non è disponibile per questa lingua.
ja: この言語は音声認識に対応していません

# ios.voice.failed
source: 음성 인식을 시작하지 못했습니다.
en: Couldn't start speech recognition.
es: No se pudo iniciar el reconocimiento de voz.
fr: Impossible de démarrer la reconnaissance vocale.
it: Impossibile avviare il riconoscimento vocale.
ja: 音声認識を開始できませんでした。

# ios.voice.hold
source: 받아쓰기
en: Dictate
es: Dictar
fr: Dictée
it: Dettatura
ja: 音声入力

# ios.voice.holdGuide
source: 누른 채로 말해 주세요
en: Press and hold to speak
es: Mantén pulsado para hablar
fr: Maintenez appuyé pour parler
it: Tieni premuto per parlare
ja: 押したまま話してください

# ios.voice.holdHintChat
source: 누른 채로 말하고, 손을 떼면 전송합니다. 누른 채 위로 밀면 잠겨서 그때까지 받아쓴 내용이 입력창에 들어가고, 수정한 뒤 다시 길게 눌러 이어서 받아쓸 수 있습니다. 누른 채 왼쪽으로 밀면 취소합니다
en: Press and hold to speak; release to send. Slide up while holding to lock: what you said so far goes into the text field, where you can edit it, then press and hold again to continue dictating. Slide left while holding to cancel
es: Mantén pulsado para hablar y suelta para enviar. Desliza hacia arriba sin soltar para bloquear: lo dictado hasta entonces pasa al campo de texto, donde puedes editarlo, y mantén pulsado de nuevo para seguir dictando. Desliza hacia la izquierda sin soltar para cancelar
fr: Maintenez appuyé pour parler, relâchez pour envoyer. Faites glisser vers le haut sans relâcher pour verrouiller : ce qui a été dicté passe dans le champ de texte, où vous pouvez le modifier, puis maintenez appuyé de nouveau pour continuer la dictée. Faites glisser vers la gauche sans relâcher pour annuler
it: Tieni premuto per parlare, rilascia per inviare. Scorri verso l'alto senza rilasciare per bloccare: quanto dettato finora entra nel campo di testo, dove puoi modificarlo, poi tieni premuto di nuovo per continuare a dettare. Scorri verso sinistra senza rilasciare per annullare
ja: 押している間話し、指を離すと送信します。押したまま上にスライドするとロックされ、それまでの内容が入力欄に入り、編集してからもう一度長押しすると続けて入力できます。押したまま左にスライドするとキャンセルします

# ios.voice.holdHintSearch
source: 누른 채로 말하고, 손을 떼면 검색합니다
en: Press and hold to speak; release to search
es: Mantén pulsado para hablar y suelta para buscar
fr: Maintenez appuyé pour parler, relâchez pour lancer la recherche
it: Tieni premuto per parlare, rilascia per cercare
ja: 押している間話し、指を離すと検索します

# ios.voice.holdHintVisible
source: 길게 누르고 말하기
en: Press and hold to speak
es: Mantén pulsado para hablar
fr: Maintenez appuyé pour parler
it: Tieni premuto per parlare
ja: 長押しして話す

# ios.voice.paused
source: 받아쓰기 잠김
en: Dictation locked
es: Dictado bloqueado
fr: Dictée verrouillée
it: Dettatura bloccata
ja: 音声入力をロックしました

# ios.voice.preparing
source: 음성 인식 준비 중
en: Preparing speech recognition
es: Preparando el reconocimiento de voz
fr: Préparation de la reconnaissance vocale
it: Preparazione del riconoscimento vocale
ja: 音声認識を準備中

# ios.voice.start
source: 받아쓰기 시작
en: Start dictation
es: Iniciar dictado
fr: Démarrer la dictée
it: Avvia dettatura
ja: 音声入力を開始

# kidsNearby.asOf
source: %1$@ 기준
en: As of %1$@
es: A las %1$@
fr: à %1$@
it: Alle %1$@
ja: %1$@時点

# kidsNearby.button
source: 내 주변 아이 놀 곳
en: Kids play places near me
es: Lugares de juego infantil cerca de mí
fr: Lieux de jeux pour enfants à proximité
it: Aree gioco per bambini vicino a me
ja: 近くの子どもの遊び場

# kidsNearby.call
source: 전화하기
en: Call
es: Llamar
fr: Appeler
it: Chiama
ja: 電話する

# kidsNearby.distance
source: 약 %1$@
en: about %1$@
es: aprox. %1$@
fr: environ %1$@
it: circa %1$@
ja: 約%1$@

# kidsNearby.empty
source: 근처에 아이 놀 곳(키즈카페·놀이터·어린이공원)이 없습니다.
en: No kids play places (kids cafes, playgrounds, parks) nearby.
es: No hay lugares de juego infantil (cafés infantiles, parques de juego, parques) cerca.
fr: Aucun lieu de jeux pour enfants (cafés pour enfants, aires de jeux, parcs) à proximité.
it: Nessuna area gioco per bambini (kids cafe, parchi giochi, parchi) nelle vicinanze.
ja: 近くに子どもの遊び場(キッズカフェ・遊び場・児童公園)がありません。

# kidsNearby.error
source: 아이 놀 곳 조회에 실패했습니다.
en: Couldn't load kids play places.
es: No se pudieron cargar los lugares de juego infantil.
fr: Impossible de charger les lieux de jeux pour enfants.
it: Impossibile caricare le aree gioco per bambini.
ja: 子どもの遊び場の照会に失敗しました。

# kidsNearby.geoDenied
source: 현재 위치 권한이 필요합니다. 브라우저에서 위치 접근을 허용해 주세요.
en: Location permission is required. Please allow location access in your browser.
es: Se requiere permiso de ubicación. Permite el acceso a la ubicación en tu navegador.
fr: L'autorisation de localisation est requise. Veuillez autoriser l'accès à la position dans votre navigateur.
it: È necessaria l'autorizzazione alla localizzazione. Consenti l'accesso alla posizione nel browser.
ja: 位置情報の許可が必要です。ブラウザで位置情報へのアクセスを許可してください。

# kidsNearby.geoUnsupported
source: 이 브라우저는 현재 위치를 지원하지 않습니다.
en: This browser doesn't support location.
es: Este navegador no admite la ubicación.
fr: Ce navigateur ne prend pas en charge la localisation.
it: Questo browser non supporta la localizzazione.
ja: このブラウザは現在地に対応していません。

# kidsNearby.indoor.indoor
source: 실내
en: Indoor
es: Interior
fr: Intérieur
it: Al chiuso
ja: 屋内

# kidsNearby.indoor.outdoor
source: 실외
en: Outdoor
es: Exterior
fr: Extérieur
it: All'aperto
ja: 屋外

# kidsNearby.indoor.unknown
source: 실내외 정보 없음
en: Indoor/outdoor unknown
es: Interior/exterior desconocido
fr: Intérieur/extérieur inconnu
it: Al chiuso/all'aperto sconosciuto
ja: 屋内外の情報なし

# kidsNearby.kind.kidscafe
source: 키즈카페
en: Kids cafe
es: Café infantil
fr: Café pour enfants
it: Kids cafe
ja: キッズカフェ

# kidsNearby.kind.park
source: 어린이공원
en: Children's park
es: Parque infantil
fr: Parc pour enfants
it: Parco per bambini
ja: 児童公園

# kidsNearby.kind.playcenter
source: 놀이센터
en: Play center
es: Centro de juego
fr: Centre de jeux
it: Centro giochi
ja: プレイセンター

# kidsNearby.kind.playground
source: 놀이터
en: Playground
es: Parque de juego
fr: Aire de jeux
it: Parco giochi
ja: 遊び場

# kidsNearby.loading
source: 근처 아이 놀 곳 조회 중…
en: Finding kids play places nearby…
es: Buscando lugares de juego infantil cercanos…
fr: Recherche de lieux de jeux pour enfants à proximité…
it: Ricerca di aree gioco per bambini nelle vicinanze…
ja: 付近の子どもの遊び場を照会中…

# kidsNearby.locating
source: 현재 위치 확인 중…
en: Checking your location…
es: Comprobando tu ubicación…
fr: Vérification de votre position…
it: Verifica della tua posizione…
ja: 現在地を確認中…

# kidsNearby.mapLink
source: 카카오맵에서 보기
en: View on KakaoMap
es: Ver en KakaoMap
fr: Voir sur KakaoMap
it: Vedi su KakaoMap
ja: カカオマップで見る

# kidsNearby.ready
source: 내 주변 아이 놀 곳입니다.
en: Kids play places near you.
es: Lugares de juego infantil cerca de ti.
fr: Lieux de jeux pour enfants à proximité.
it: Aree gioco per bambini vicino a te.
ja: 近くの子どもの遊び場です。

# kidsNearby.refresh
source: 새로고침
en: Refresh
es: Actualizar
fr: Actualiser
it: Aggiorna
ja: 更新

# kidsNearby.source
source: 출처: 카카오맵 장소 검색. 실내/실외는 분류 추정이며 방문 전 확인하세요.
en: Source: KakaoMap place search. Indoor/outdoor is an estimate — please confirm before visiting.
es: Fuente: búsqueda de lugares de KakaoMap. Interior/exterior es una estimación — confírmalo antes de visitar.
fr: Source : recherche de lieux KakaoMap. Intérieur/extérieur est une estimation — veuillez confirmer avant de vous déplacer.
it: Fonte: ricerca luoghi di KakaoMap. Al chiuso/all'aperto è una stima — verifica prima di visitare.
ja: 出典: カカオマップの場所検索。屋内/屋外は分類による推定のため、訪問前にご確認ください。

# manualLocation.autoCleared
source: 이동이 감지되어 지정한 위치를 해제했습니다
en: Movement detected. The set location was cleared.
es: Se detectó movimiento. Se ha borrado la ubicación establecida.
fr: Déplacement détecté. La position définie a été effacée.
it: Movimento rilevato. La posizione impostata è stata cancellata.
ja: 移動を検知したため、指定した位置を解除しました

# manualLocation.gps
source: 현재 위치
en: Current location
es: Ubicación actual
fr: Position actuelle
it: Posizione attuale
ja: 現在地

# manualLocation.gpsFailed
source: 위치를 확인할 수 없습니다
en: Location unavailable
es: No se pudo determinar la ubicación
fr: Position introuvable
it: Impossibile determinare la posizione
ja: 現在地を確認できません

# manualLocation.gpsNear
source: 현재 위치(%1$@ 부근)
en: Current location (near %1$@)
es: Ubicación actual (cerca de %1$@)
fr: Position actuelle (près de %1$@)
it: Posizione attuale (vicino a %1$@)
ja: 現在地(%1$@付近)

# manualLocation.guideNeedsRealLocation
source: 실시간 안내는 실제 위치가 필요합니다
en: Live guidance needs your actual location.
es: La guía en tiempo real necesita tu ubicación real.
fr: Le guidage en temps réel nécessite votre position réelle.
it: La guida in tempo reale richiede la tua posizione reale.
ja: リアルタイム案内には実際の位置情報が必要です

# manualLocation.locating
source: 현재 위치 확인 중
en: Checking current location
es: Comprobando la ubicación actual
fr: Vérification de la position actuelle
it: Verifica della posizione attuale
ja: 現在地を確認中

# manualLocation.manual
source: 지정한 위치, %1$@
en: Set location, %1$@
es: Ubicación establecida, %1$@
fr: Position définie, %1$@
it: Posizione impostata, %1$@
ja: 指定した位置、%1$@

# manualLocation.manualUnverifiable
source: 지정한 위치, %1$@(위치 확인 불가)
en: Set location, %1$@ (cannot verify)
es: Ubicación establecida, %1$@ (no se puede verificar)
fr: Position définie, %1$@ (impossible à vérifier)
it: Posizione impostata, %1$@ (impossibile verificare)
ja: 指定した位置、%1$@(位置確認不可)

# manualLocation.pickTitle
source: 위치 지정하기
en: Set your location
es: Establecer tu ubicación
fr: Définir votre position
it: Imposta la tua posizione
ja: 位置を指定

# manualLocation.useGps
source: 현재 위치로 되돌리기
en: Back to current location
es: Volver a la ubicación actual
fr: Revenir à la position actuelle
it: Torna alla posizione attuale
ja: 現在地に戻す

# nearby.hubEntry
source: 내 주변
en: Nearby
es: Cerca de mí
fr: À proximité
it: Nelle vicinanze
ja: 近く

# nearby.hubTitle
source: 내 주변
en: Nearby
es: Cerca de mí
fr: À proximité
it: Nelle vicinanze
ja: 近く

# offline.body
source: 검색은 온라인에서만 동작합니다.
en: Search works only online.
es: La búsqueda solo funciona en línea.
fr: La recherche ne fonctionne qu'en ligne.
it: La ricerca funziona solo online.
ja: インターネット接続を確認してからもう一度お試しください。検索はオンラインでのみ動作します。

# offline.heading
source: 오프라인 상태입니다
en: You are offline
es: Estás sin conexión
fr: Vous êtes hors ligne
it: Sei offline
ja: オフラインです

# place.address
source: 주소
en: Address
es: Dirección
fr: Adresse
it: Indirizzo
ja: 住所

# place.addressCopied
source: 주소 복사됨
en: Address copied
es: Dirección copiada
fr: Adresse copiée
it: Indirizzo copiato
ja: 住所をコピーしました

# place.category
source: 분류
en: Category
es: Categoría
fr: Catégorie
it: Categoria
ja: カテゴリ

# place.copyEnglishAddress
source: 영문 주소 복사
en: Copy English address
es: Copiar dirección en inglés
fr: Copier l'adresse en anglais
it: Copia indirizzo in inglese
ja: 英語住所をコピー

# place.copyJibunAddress
source: 지번 복사
en: Copy lot address
es: Copiar dirección catastral
fr: Copier l'adresse cadastrale
it: Copia indirizzo catastale
ja: 地番住所をコピー

# place.copyRoadAddress
source: 도로명 복사
en: Copy road address
es: Copiar dirección vial
fr: Copier l'adresse de voirie
it: Copia indirizzo stradale
ja: 道路名住所をコピー

# place.distance
source: 약 %1$@
en: about %1$@
es: aprox. %1$@
fr: environ %1$@
it: circa %1$@
ja: 約%1$@

# place.homepage
source: 홈페이지
en: Website
es: Sitio web
fr: Site web
it: Sito web
ja: ウェブサイト

# place.jibunAddress
source: 지번
en: Lot address
es: Dirección catastral
fr: Adresse cadastrale
it: Indirizzo catastale
ja: 地番

# place.openInKakaoMap
source: 카카오맵에서 보기
en: Open in Kakao Map
es: Abrir en Kakao Map
fr: Ouvrir dans Kakao Map
it: Apri in Kakao Map
ja: カカオマップで見る

# place.openInNaverMap
source: 네이버 지도에서 보기
en: Open in Naver Map
es: Abrir en Naver Map
fr: Ouvrir dans Naver Map
it: Apri in Naver Map
ja: NAVERマップで見る

# place.phone
source: 전화
en: Phone
es: Teléfono
fr: Téléphone
it: Telefono
ja: 電話

# place.roadAddress
source: 도로명
en: Road address
es: Dirección vial
fr: Adresse de voirie
it: Indirizzo stradale
ja: 道路名

# placeChat.close
source: 채팅 닫기
en: Close chat
es: Cerrar chat
fr: Fermer le chat
it: Chiudi chat
ja: チャットを閉じる

# placeChat.empty
source: 무엇이 궁금하세요?
en: What would you like to know?
es: ¿Qué te gustaría saber?
fr: Que voulez-vous savoir ?
it: Cosa vuoi sapere?
ja: 何が知りたいですか?

# placeChat.launch
source: 이 장소에 관해 물어보기
en: Ask about this place
es: Preguntar sobre este lugar
fr: Poser une question sur ce lieu
it: Chiedi informazioni su questo luogo
ja: この場所について質問する

# placeChat.prompt.foodRoute
source: 여기까지 가는 법 알려줘
en: How do I get here?
es: ¿Cómo llego hasta aquí?
fr: Comment puis-je m'y rendre ?
it: Come ci arrivo?
ja: ここまでの行き方を教えて

# placeChat.prompt.foodSimilar
source: 이 근처에 비슷한 곳 더 있어?
en: Any similar places nearby?
es: ¿Hay lugares similares cerca?
fr: Y a-t-il des lieux similaires à proximité ?
it: Ci sono luoghi simili nelle vicinanze?
ja: この近くに似たお店は他にある?

# placeChat.prompt.foodWeather
source: 이 지역 날씨 어때?
en: What's the weather like here?
es: ¿Qué tiempo hace aquí?
fr: Quel temps fait-il ici ?
it: Che tempo fa qui?
ja: この地域の天気はどう?

# placeChat.prompt.generalRoute
source: 여기까지 가는 법 알려줘
en: How do I get here?
es: ¿Cómo llego hasta aquí?
fr: Comment puis-je m'y rendre ?
it: Come ci arrivo?
ja: ここまでの行き方を教えて

# placeChat.prompt.generalSurroundings
source: 주변에 뭐가 있어?
en: What's nearby?
es: ¿Qué hay cerca?
fr: Qu'y a-t-il à proximité ?
it: Cosa c'è nelle vicinanze?
ja: 周りに何がある?

# placeChat.prompt.generalWeather
source: 이 지역 공기질이랑 날씨 알려줘
en: Tell me the air quality and weather here
es: Dime la calidad del aire y el tiempo aquí
fr: Indique-moi la qualité de l'air et la météo ici
it: Dimmi la qualità dell'aria e il meteo qui
ja: この地域の大気質と天気を教えて

# placeChat.prompt.stationArrivals
source: 이 역 실시간 지하철 도착 정보 알려줘
en: Show real-time subway arrivals for this station
es: Muéstrame las llegadas de metro en tiempo real de esta estación
fr: Afficher les arrivées de métro en temps réel pour cette station
it: Mostra gli arrivi della metro in tempo reale per questa stazione
ja: この駅のリアルタイム到着情報を教えて

# placeChat.prompt.stationFacilities
source: 이 역 교통약자 편의시설 알려줘
en: What accessibility facilities does this station have?
es: ¿Qué instalaciones de accesibilidad tiene esta estación?
fr: Quels équipements d'accessibilité possède cette station ?
it: Quali servizi di accessibilità ha questa stazione?
ja: この駅のバリアフリー設備を教えて

# placeChat.prompt.stationSurroundings
source: 이 역 주변에 뭐가 있어?
en: What's around this station?
es: ¿Qué hay alrededor de esta estación?
fr: Qu'y a-t-il autour de cette station ?
it: Cosa c'è intorno a questa stazione?
ja: この駅の周りに何がある?

# placeChat.title
source: 이 장소에 관해 물어보기
en: Ask about this place
es: Preguntar sobre este lugar
fr: Poser une question sur ce lieu
it: Chiedi informazioni su questo luogo
ja: この場所について質問する

# privacy.analytics
source: 웹 방문 통계는 Vercel Analytics로 익명 집계합니다. 쿠키를 사용하지 않고, 개인을 식별하는 정보를 저장하지 않습니다.
en: Web traffic is measured anonymously with Vercel Analytics. It uses no cookies and stores no information that identifies you.
es: El tráfico web se mide de forma anónima con Vercel Analytics. No utiliza cookies ni almacena información que permita identificarte.
fr: L'audience du site est mesurée de manière anonyme avec Vercel Analytics. Aucun cookie n'est utilisé et aucune information permettant de vous identifier n'est conservée.
it: Il traffico web è misurato in forma anonima con Vercel Analytics. Non utilizza cookie e non memorizza informazioni che permettano di identificarti.
ja: ウェブの利用状況は Vercel Analytics で匿名に集計します。Cookie は使用せず、個人を特定する情報は保存しません。

# privacy.chat
source: AI 채팅에서는 질문과 대화 내용, 함께 보는 장소 정보, 현재 위치가 답변 생성을 위해 Google Gemini에 전송되며, 웹 검색이 필요한 질문은 Perplexity에도 전달됩니다. 답변은 AI가 생성하며 부정확할 수 있습니다.
en: In AI chat, your questions, the conversation, the place you are viewing, and your current location are sent to Google Gemini to generate answers. Questions that need a web search are also sent to Perplexity. Answers are AI-generated and may be inaccurate.
es: En el chat con IA, sus preguntas, la conversación, el lugar que está viendo y su ubicación actual se envían a Google Gemini para generar respuestas. Las preguntas que requieren búsqueda web también se envían a Perplexity. Las respuestas son generadas por IA y pueden ser inexactas.
fr: Dans le chat IA, vos questions, la conversation, le lieu consulté et votre position actuelle sont envoyés à Google Gemini pour générer les réponses. Les questions nécessitant une recherche web sont aussi transmises à Perplexity. Les réponses sont générées par IA et peuvent être inexactes.
it: Nella chat IA, le domande, la conversazione, il luogo visualizzato e la posizione attuale vengono inviati a Google Gemini per generare le risposte. Le domande che richiedono una ricerca web vengono inviate anche a Perplexity. Le risposte sono generate dall'IA e possono essere imprecise.
ja: AIチャットでは、質問と会話の内容、一緒に見ている場所の情報、現在地が回答生成のためにGoogle Geminiに送信され、ウェブ検索が必要な質問はPerplexityにも送信されます。回答はAIが生成するため、不正確な場合があります。

# privacy.contact
source: 서비스와 개인정보 처리에 관한 문의는 engccer@gmail.com 으로 보내 주세요.
en: For questions about the service or this policy, email engccer@gmail.com.
es: Para consultas sobre el servicio o esta política, escriba a engccer@gmail.com.
fr: Pour toute question sur le service ou cette politique, écrivez à engccer@gmail.com.
it: Per domande sul servizio o su questa informativa, scrivere a engccer@gmail.com.
ja: サービスと個人情報の取り扱いに関するお問い合わせは engccer@gmail.com までお送りください。

# privacy.contactHeading
source: 문의
en: Contact
es: Contacto
fr: Contact
it: Contatto
ja: お問い合わせ
